---
kind: type
id: T:Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType
source: html/cc6f0e5f-958c-8062-2b8f-b443b0fae708.htm
---
# Autodesk.Revit.DB.ScheduleFieldMultipleValuesDisplayType

Define how the schedule field's multiple value is displayed.

## Syntax (C#)
```csharp
public enum ScheduleFieldMultipleValuesDisplayType
```